IDEA Open Model
ConcreteCheckResultOverallItem.CheckValue Property
Compatible with IDEA StatiCa 20.1
 calculated limited value, calculated as strain to limit strain
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double CheckValue { get; set; }
Public Property CheckValue As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteCheckResultOverallItem Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace